'
''
-
--
–
!
!!
!!!
!!!!
!!''.
!:-)
!1
!This
"Union"
#
#150
#5000
$
$1
$140
$180
$2
$350
$5.00
$50
$50...
$700
$900
$95/pax
%
%.
'%Bob%
%of
&
&amp;
&Cs
&gt;:(
&it
&lt;#&gt;
&lt;)
&lt;3
&lt;DECIMAL&gt;
&lt;EMAIL&gt;
&lt;TIME&gt;
&lt;URL&gt;
&othrs
&SAM
&XXX
(
($900)
(£4.50)
(…)
(1,728,099
(100p/SMS)
(10p/min)
(10p/min).
(150p/SMS)
(18
(18+)
(18+).
(1861–1865)
(2/3)
(20/F)
(25/F)
(25p)
(29/M)
(32/F)
(again)
(Alaipayuthe)'
(American
(an
(And
(Arizona)
(band)
(Bank
(BEV-161),
(Black
(Book
(but
(Career
(CEO),
(Chairman)
(Chara
(come
(comics),
(Cuff
(disambiguation)
(ECSC)
(EEC),
('email','passwd','login_id','full_name')
(EU)
(flights
(GDP)
(Get
(getting
(hamlet),
(Henry
(he's
(I
(kadeem)
(long
(marriage)program
(mob
(More
(nat
(New
(No
(not
(or
(Oru
(Paradoxical
(plumbing),
(Portuguese:
(preferably
(Puya
(quizclub
(Ranju)
(Rasa
(Send
(Serbia)
(set
(SQL),
(Star
(std
('steve@unixwiz.net','hello','steve','Steve
(That
(The
(to
(Toni
(Toronto),
(TTC),
(Txt
(Ukraine),
(Union
(Union,
(Yes
(You
)
)--
-)
*
*****
***********
***************
*****UP
**FREE
*9
*a
*adoring
*BILLING
*childish
*covers
*deep
*devouring
*didn't*
*exposes
*grins*
*HAVE
*I*
*I'm
*kiss*
*kisses*
*laughs*
*loving
*Missing
*Number
*passionate
*phews*
*possessive
*pouts*
*pushes
*Sent:Date
*sighs*
*sips
*smacks
*smiles*
*snuggles
*stomps
*teasing
*turn*
*WaitU
*whispers*
*wicked
,
.
..
...
...*deep
...*grins*...
...*kiss*
....
.....
.........
......forward
....My
....photoshop
..?
..i
..it
..now
..Shiny
..water.?
..will
.@
.after
.be
.by
.Call
.dont
.Gud
.irritating
.joker
.lovable.
.nt
.Please
.so
.Terry
/
/-
/7
/oz
:
:(
:-(
:)
:-)
:-):-)
:-):-).
:-):):-):-):-).
:)all
:)finally
:)going
:)it
:-)keep
:)my
:-)only
:-)please
:)so
:)voice
:)why
:/
:-/
:D
:-D
:getzed.co.uk
:-P
:V
:-xx
:zed
';
;-(
;)
;-)
;).
;_;
;>
;abelu
';shutdown--
;V
?
?-
?!
?.
??
?1000
?2000
?350
@
@@version,1,1,1--
@kiosk.
@o
@o,
@Shesil
@Warner
[…]
[colour=red]text[/colour]TXTstar
[edit]
[hide]
[in
[sic]
\'';
^
____
|
||
~
“
“Harry
£1
£1.
£1.50
£1.50.
£1.50/msg
£1.50/msg.
£1.50/week.
£1.50/wk.
£1.50ea.
£1.50perweeksub.
£1.50perWKsub
£1.50pm
£1.50pmmorefrommobile2Bremoved-MobyPOBox734LS27YF
£1/minMobsmoreLKPOBOX177HP51FL
£10
£10)
£100
£1000
£1000.
£10000
£100000
£1000CALL
£12
£125
£1250
£1450
£150
£1500
£1million
£2.50
£200
£2000
£250
£250k
£3
£3.00
£3/wk
£33.65
£33:50
£350
£350!
£4.50.
£400
£48
£5
£5/month
£50
£50-£500.
£500
£500.
£5000
£5000.00
£50award.
£54.
£6
£600.
£71.
£750
£75000.
£79
£800
£900
£s
+
+£400
+123
+447797706009
+449071512431
+CHEER
+GET
+std
<fone
<Forwarded
<UKP>2000
=
=)
=/
=D
=Twelve
>
>>>More
»10
…
….
…Thanks

Harry
It's
MORROW.
rents
0
008704050406
0089(my
0121
01223585236
01223585334
0125698789
02
02/06/03!
02/09/03!
0207
0207-083-6089
02072069400.
02073162414
02085076972
021
050703
0578
06
06.
06.05.05
06/11/04
07/11/04
07008009200
07046744435
07090201529
07090298926
07099833605
07123456789
0721072
07732584351
07734396839
07742676969
07753741225
0776xxxxxxx
07786200117
077xxx
078
07801543489
07808
07808247860
07808726822
07815296484
07821230901
078498****7
0789xxxxxxx.
07946746291/07880867867
0796XXXXXX.
07973788240
07xxxxxxxxx
07XXXXXXXXX
0800
08000407165
08000776320
08000839402
08000930705
08000930705.
08000938767
08001950382
08002888812
08002986030
08002986906
08002988890
08006344447
0808
08081263000
08081560665
0825
0844
08448350055
08448714184
0845
08450542832
08452810071
08452810073
08452810075over18's
0870
0870..k
08700621170150p
08701213186.
08701237397
08701417012
08701417012150p
0870141701216+
087016248
08701752560.
087018728737
0870241182716
08702490080
08702840625
08702840625.COMUK.
08704439680.
08704439680Ts&Cs
08706091795
08706091795.
0870737910216yrs
08707500020
08707509020
0870753331018+
08707808226.
08708034412
08708800282
08709222922.
08709501522
087104711148
08712101358
08712103738
0871212025016
08712300220
087123002209am-7pm.
08712317606
08712400200.
08712400603
08712402050
08712402578
08712402779
08712402902
08712402972
08712404000
08712405020
08712405020.
08712405022
08712460324
08712460324(nat
08712466669
0871277810710p/min
0871277810810
0871277810910p/min
08714342399.2stop
087147123779am-7pm.
08714712379
08714712388
08714712394
08714712412
08714714011
0871-4719-523
08715203028
08715203649
08715203652
08715203656
08715203677
08715203685
08715203694
08715205273
08715500022
08715705022
08717111821
08717168528
08717205546
0871750.77.11!
08717507382
08717509990
08717890890£1.50
08717895698
08717898035.
08718711108
08718720201
08718723815.
08718725756.
08718726270
087187262701.50gbp/mtmsg18
08718726970
08718726971
08718726978
087187272008
08718727868.
08718727870
08718727870.
0871-872-9755
0871-872-9758
08718730555
08718730666
08718738001
08718738002
08718738034.
08719180219
08719180248
08719181259
08719181503
08719181513.
08719839835.
08719899217
08719899229
08719899230
09041940223
09050000301.
09050000332
09050000460
09050000555.
09050000878.
09050000928.
09050001295
09050001808
09050002311
09050003091
09050005321.
09050090044
09050280520
09053750005
09056242159
09057039994
09058091854
09058091870
09058094454
09058094455
09058094507
09058094565
09058094583
09058094594
09058094597
09058094599
09058095107
09058095201
09058097189
09058097218
09058098002.
09058099801
09061104276
09061104283
09061209465
09061213237
09061221061
09061221066
09061701444.
09061701461.
09061701851.
09061701939.
09061702893
09061702893.
09061743386
09061743806
09061743810
09061743811
09061744553
09061749602
09061790121
09061790125
09061790126
09063440451
09063442151
09063458130
0906346330.
09064011000.
09064012103
09064012160.
09064015307
09064017295
09064017305
09064018838.
09064019014
09064019788
09065069120
09065069154
09065171142-stopsms-08
09065171142-stopsms-08718727870150ppm
09065174042.
09065394514
09065394973
09065989180
09065989182
09065989182.
09066350750
09066358152
09066358361
09066361921
09066362206
09066362220
09066362231
09066364311
09066364349
09066364589
09066368327
09066368470
09066368753
09066380611
09066382422
09066612661
09066649731from
09066660100
09071512432
09071512433
09071517866
09077818151
09090204448
09090900040
09094100151
09094646631
09094646899
09095350301
09096102316
09099725823
09099726395
09099726429
09099726481
09099726553
09111030116.
09111032124
09701213186
0A$NETWORKS
0xffff
1
1)
1)McFly-All
1)Unbreakable
1.
1.20
1.50
1.50p
1.50p/wk.
1.5p/min
1.childish
1.U
1/08/03!
1/1
1/2
1/2price
1/3.
1=(SELECT
1=1
1=1--
10
10..
10.1mega
10/06/03!
10:10
10:30
100
1000
10000
1000s
1000's
100's
1013
1030
10am
10am-7pm
10am-9pm
10k
10K
10p
10p.
10p/min
10p/min.
10ppm.
10th
11
11.48
11?
1120
113
1131
114/14
1146
116
1172.
118p/msg
11mths
11mths+?
12
12:30
12000pes
1205
121
1225
123
125gift
128
12hours
12hrs
12mths
12Mths
13/10/04
13/4/04.
130.
1327
139
1405
140ppm
145
146tf150p
14thMarch.
15:26
150
150p
150P
150p.
150p/day
150p/meg.
150p/min
150p/msg
150p/Msg
150p/msg.
150p/Msg.
150p/MSGRCVD
150p/MsgrcvdHG/Suite342/2Lands/Row/W1J6HL
150p/Mt
150p/MTmsg
150p/Mtmsgrcvd18
150p/Mtmsgrcvd18+
150p/rcvd
150p/text
150p/tone
150p/tone.
150p/wk
150pm
150pm.
150ppermessSubscription
150ppm
150PPM
150ppm.
150ppmPOBox10183BB64XE
150ppmsg
151.
153
15541
16
16.477
16.9%
16+
16+.
16+only
16+only!
1680
169
177
177.
18
18/11/04
18+
18+6*£1.50(moreFrmMob.
18+only
18+only.
1843.
18p/txt
18yrs
19
1947
195
1950s
1951
1956669
1957
1960s,
1993
1999
1Apple/Day=No
1Cup
1DA
1ER
1-Hanuman
1His
1hr
1hr.
1IM
1Lemon/Day=No
1-month
1pm
1's
1st
1st...
1st?
1st4Terms
1stchoice.co.uk
1stone
1Tulsi
1-u
1Winaweek
1Winawk!
1x150p/wk
1x150p/wk.
1YF
2
2!
2%
2)
2)Untamed
2.
2.15
2.30ish
2.50
2.IM
2.naughty
2.U
2/2
2?
2?When
20
20%
200
2000
20000
2002,
2003
2004
2005.
2006
2007
2008,
2009.
2012,
2016
2025050
20M12AQ.
20p
20p/min
21
21/11/04
21/m
21870000>Hi
21st
22
22.2%
220-CM2
2309.
24
24/10/04
24/7MP
2-4-1
24Hrs
24hrs.
24M
24th
25
25.
250
255.
25p
26.03.05
26/10/04
26/11/04
2667
26th
27
27/03
27/6/03.
28
28/5
2814032
28days.
28th
28thFeb.T&C's
29/03/05
29/10/0
2B
2-Bajarangabali
2bold?
2C
2channel
2day
2day!
2day.love
2DOCD.PLEASE
2End
2exit.
2EZ
2GETHA!
2geva
2GEVA
2go
2go.did
2gthr
2Hook
2hrs.
2I
2KBSubject:
2marrow
2moro
2MORO
2MORO!
2MOROW
2morow.
2morro
2MORRO
2morrow
2morrowxxxx
2mro
2mrw
2MRW
2MWEN
2nd
2nhite
2nights
2nite
2NITE
2nite!.
2nite?
2NITE?
2NITE-TELL
2optout
2optout/D3WV
2p
2Police
2PX
2rcv
2stop
2StopTx
2stoptxt
2StopTxt
2u
2-u
2U
2u2.
2WATERSHD
2waxsto
2wks
2wks.
2WT
2WU.
2years
2yr
2yrs.
3
3!
3)
3)Cover
3)Unkempt.
3.
3.Sentiment
3.U
30
300
300%
3000
300603
300603t&csBCM4235WC1N3XX.callcost150ppmmobilesvary.
300p
300p.
3030
3030.
30Apr
30pp/txt
30s
30th
31
31/10/04
3100
310303.
31p.msg@150p
32
32000
3230
32323.
326
32-panel
330.
3510i
35p.
3650
36504
3680
3680.Offer
373
3750
391784.
3AJ
3d
3D!!B)
3days
3g
3G
3GBP
3hrs
3Lions
3lp
3-Maruti
3miles
3mins
3MOBILE
3optical
3POUND
3qxj9
3rd
3rd?
3SS.
3-u
3UZ
3UZ.
3Wife:
3wks.
3x£150pw
3XX
4
4)Press
4*
4*Lux
4,475,757
4.
4...
4.15
4.30
4.47per
4.49/month
4.50.
4.Cook:
4.rowdy
4?
40
400
400mins...Call
402.
4041
40411
40533
40GB
40mph.
41685
41782
420
42049
4217
42478
42810
430
434
44
4403LDNW1A7RW18
447801259231
448712404000>Please
449050000301
45
450p
450Ppw
450pw
45239
4-6...
47
4-7/12.
4742
4882
48922
49557
4a
4BREKKIE!
4d
4eva
4EVA
4few
4fil
4get
4GET
4give
4got
4goten
4info
4JX
4mths
4MY
4'o
4-Pavanaputra
4-some1
4T&Ctxt
4th
4the
4thNOV.BEHIND
4txt/120p
4txt/ú1.20
4u
4U
4U!:
4u.i
4u:
4uTxt
4w
4WARD
4wrd
4years
5
5)
5)Gently
5.
5..
5.1
5.15pm
5.30
5.ful
5.Gardener:
5.Im
5.Terror
5/9/03
5+-
5+3+2=
50
50%
500
5000
505060
50p
50s?
510
515
5226
5249
526
528
530
54
542
545
5digital
5free.
5ish.
5K
5min
5mls
5p
5pm
5pm.
5-Sankatmochan
5th
5WB
5WE
5we.
5wkg
5WQ
5years
6
6.
6...
6.1
6.2
6.3
6.30
6.4
6.45pm.
6.5
6.Cruel
6.House-Maid:
6.romantic
600
6031
60400thousad.i
60P
60p/min.
61200
61610
62220Cncl
6230
62468
62735=£450
630
63miles.
645
650.
666,
6669
67441233
68866.
69101.
69200
69669
69669.
69696
69698
69855
69866.18
69876.
69888
69888!
69888Nyt.
69911(£1.50p.
69969
69988
6days
6HL
6hrs
6hrs.
6ish.
6missed
6months
6pm
6pm.
6pm..:-)
6-Ramaduth
6th
6times
6WU
6ZF
7
7.
7.3%
7.30
7.30.
7.30ish?
7.30pm
7.8p/min
7.Children:
7.Romantic
7.shy
7:30
7+2+5=?????
7250
7250i.
730.
731
74355
750
7548
7634
7684
7732584351
78
786
7876150ppm
7am
7cfca1a
7ish
7ish?
7-Mahaveer
7oz.
7pm
7th
7WS.
7ZS
8
8.
8.30
8.30.
8.Attractive
8.Lovable
8.Neighbour:
8+6+3=
800
8000930705
80062
80062.
8007
80082
80086
80122300p/wk
80155
80160
80182
8027
80488
80488.
80488.biz
80608.
8077
80878
80878.
80's
81010
81151
81303
81303.
81618
81618-?3
82242
82277.
82277.unsub
82324.
82468
83021.
83039
83049.
83110
83118
83222
83222.
83332.Please
83338
83355
83355!
83370.
83383
83383.
83435.
83600
83600.
83738.
84
84025
84122
84128
84128custcare
84199
84199.
84484
85
85.
850.
85023
85069
85222
85233
8552
8552.
85555
86021
861
864233.
86688
86888
87021.
87066
87070.
87077
87077:
87121
87131
87131.
8714714
87239
87575.
8-8:30
8800
88039
88039.
88039.SkilGme.TsCs087147403231Winawk!Age16+£1.50perWKsub
88066
88088
88222
88600
88600.
88800
8883
88877
88877>FREE
88888
88888.
89034
89070
89080
89105.
89123
89545
89555
89555.
89693
89693.
89938
8am
8am.
8Ball
8-hr
8lb
8'o
8pm
8pm.
8th
8th)
8th?
8WP
9
9!
9.
9.decent
9.funny
9?
9+2+4=
9061100010
9153.
92H.
930
930.
945+
946
9-6.
97N7QP
98321561
9996.
9AE
9am
9am-11pm
9ja
9ja.
9pm.
9t..
9t:)
9t;-)
9th
9YT
a
'a'--
A
A.
A.S.
a-?
A£1.50
A£50
A21.
a30.
aa
Aah
Aah!
Aah.
Aaniye
Aaooooright
aathi..love
aathi..where
Ab..
Abbey!
abdomen
abduction.
Abeg
Aberdeen
abi
abi!
abi.
ability
Abiola
Abiola.
abj
able
abnormally.
abolished.[17]
about
About
ABOUT
about!
about.
about...
about?
ABOUTAS
above
abroad
absence....
absolutely
abstract'
abstract?
abt
Abt
abt...
ABTA
aburo.
abuse???
abusers
ac
ac/smsrewards
ac/W/icmb3cktz8r7!-4
academic
acc
accent.
accenture
accept
Accept
ACCEPT
access
access!
accessible.
accession
accidant
accident
Accident
accidentally
accommodation
AccommodationVouchers
accomodate.
accomodations.
accompanied
accordin
according
accordingly.
accordingly.or
account
Account
account..
account?
accounting
account's
Accounts
accumulation.
achanamma.Rakhesh.Qatar
ache
Ache
achieve
acid!
acknowledgement
ACL03530150PM
Acnt.
Aco&Entry41
acquainted
across
act
acted
actin
acting
action
ACTION
action.
activ8.
activate
Activate
Active
activities
actor
actor.
actress
actual
actually
Actually
ACTUALLY
ad
AD
ad.
ADAM
add
ADDAMSFA
added
addicted
addie
adding
addition
Additionally,
address
Address
address.
address.u'll
address?
adds
adewale
adi
adjustable
admin
admin'--
'admin'--
administrator
administrator..
admin'--sp_password
admirer
Admirer
admirer.
admission
admit
admiti
adore
adoring
ADP
adress?
Adrian
ADRINK
ads
adsense
adult
Adult
adults
advance
advance.
advance..
adventure
adventure?
adventuring
advice
advice.
advise
advising
advisors
Aeronautics
aeroplane.
AFEW
affair
affair?
affairs
affairs,
affection
affectionate
A-ffectionate.
Affections...&amp;
affidavit
afford
afghanistan.
afraid
africa?
african
aft
Aft
aft.
aft?
after
After
AFTER
after.
afternon
afternoon
Afternoon
afternoon.
AfterNoon.
AFTERNOON?
Afternoons
afterwards.
aftr
Aftr
AG
again
Again
AGAIN
again!
AGAIN!
again*loving
again.
AGAIN.
again..
again...
AGAIN.call
again:)
again?
against
AGAINST
agalla
Agalla
age
Age
AGE
age.
age16
age16.
age16.150ppermessSubscription
age23
agency
agent
agents
ages
Ages
ages.
AGES..RING
agidhane..
aging
ago
ago.
AGO.
ago...
AGO.CUSOON
agree
agree.
A-Green
agriculture,[15]
ah
Ah
AH
ah...
ah...gee..
ah.now
ah.the
ah?
ah?sen
ah?what
aha
aha.
aha:)
aha:-.
ahead
ahead:
Ahhh.
Ahhhh...just
Ahmad
ahold
aid
aids
AIG
aight
Aight
aight.
aim
aint
ain't
AINT
air
Air
air?
air1
airport
airtel
Airtel
Aiya
Aiyah
Aiyar
Aiyo
Aiyo...
ajith
ak
aka
Aka
Akon-Lonely>>>
al
Al
AL!!!!!!!!!
Alabama
Alaikkum.Pride
albi
album
album)
album),
album.
album-quite
alcohol
alcohol.
alcohol?
Aldrine
ALERT!
alert.
AlertFrom:
alerts
ALETTER
alex
Alex
ALEX
alex's
alfie
Alfie
Algarve
algebra
algorithms
ali
alian
alibi.
alive....
alive.better
alive?
all
All
ALL
all.
all?
allah
allah.
Allah.Rakhesh
Allahmeet
allalo
allday!
alle
alliance
Alliance
Alliance–Union
Allo!
allow
allowed
allows
all's
almost
Almost
alone
alone.
alone?
along
along!
along.
alot
Alpatych,
already
Already
already.
already...
already..sabarish
already?
alright
Alright
alright.
Alright.
alright.Okay.
Alrite
ALRITE
alrite.
alrite.have
also
Also
ALSO
also.
also..
also...
also.or
also?
also[edit]
alter
alternative.hope
although
Although
alwa....!!:)
always
Always
ALWAYS
always?
alwys
Alwys
am
Am
AM
AM!?!
am.
AM.
am.x
Amanda
amazing
Amazing
Amazing...
ambitious.
Ambrith..madurai..met
amendment
America,
american
American
Ami
amigos
amk.
ammae....life
ammo
amnow
among
amongst
amore
amount
amplikater
Amrca
Amrita
ams
amt
amt.
amused?
Amy
AMY
an
An
'An
AN
ana
anaconda'
ANAL
analysis
anand
and
And
AND
and/or
anderson
andre
andres
andrews-boy
andros
angels
angry
angry.
animal!
animation
anjie!
anjola's
anna
ANNIE
annie!
anniversary
annoncement.
announced
announcement
announcement.
annoyin!
annoying
Annoying
anonymous
anot...
another
Another
another.
ans
ANS
ans.
ansr
answer
ANSWER
answer.
answer:
answered
answered:
answerin
answering
answers
answers.
answr.
ANTELOPE
anthony.
anti
antibiotic
any
Any
anybody
anybody.
anybody's
anyhow
anymore
anymore.
anymore...
anymore?
anyone
Anyone
anyone.
anyone?
anyones
anyplaces
anythiing
anythin
anything
'anything'
Anything
ANYTHING
anything!
Anything!
anything.
anything...
Anything...
anything?
anything's
anythingtomorrow
anytime
Anytime
Anytime.
Anytime...
anyway
Anyway
anyway.
Anyway.
anyway...
anyways
Anyways
anywhere
anywhere.
AOM
apart
Apart
apartment
apartment.
apes
apeshit
aphexs
Apnt
Apo
apologetic.
apologise
apologise.
apologize
apology
app
app?
apparently
Apparently
appeal
appear
appendix
applebees
-apples&pairs&all
application
apply
Apply
apply.
apply.2
apply:
applyed
applying
appointment
appointment.
appointments
appreciate
appreciate.
appreciated
appreciated)
apprehended,
approaches
approaching.
appropriate
approve
approved..
approx
approximately
apps
Apps
appt
Appt
appt.
APPY
april
april.
APRIL.
aproach
apt
aptitude
aquarius
ar
ar.
ar...
Ar.Praveesh.
ar?
arab
Arabian
Arcade
Arcade.
Arcata,
archive.
ard
Ard
ard...
ard...É
are
Are
ARE
are.
area
area!
Area,
area.
AREA.
area?
areas
arent
aren't
arestaurant
aretaking
argentina.
argh
Argh
argue
arguing
argument
Argument
arguments
ARIES
arise
arises
arithmetic
arm
arm?
armand
Armand
armand's
armenia
arms
Arms
arms...
arng
Arngd
arnt
around
AROUND!
around.
around?
aroundn
ARR
arrange
arrange.
arrangement,
arranging
arrested
arrival
arrive
arrived
Arrow
arsenal
Arsenal
art
art?!
artists.
arts
arty
Arul.
arun
Arun
as
As
AS
as?
asa
asap
ASAP
ASAP!
asap.
asap.ok
asap?
ascent
asda
ashes:)
Ashley
ashley's
ashwini
asia.
Asian
ask
Ask
ask.
ask...
ask:-)
askd
askd..
asked
ASKED
asked.
asked:
askin
asking
Asking
asks
Aslamalaikkum....insha
asleep
ASLEEP...
asleep?
aspects
ass
ass!
ass!!
ass*
ass?
assessment
asshole..................
assistance
associate.
association
Association
Associations
associations,
assume
assumed
ASTHERE
asthma
astne
astoundingly
astrology....
Astronomer
asus
ASUSUAL!1
at
At
AT
at!
at/your
at?
ate
ate?
Athletic
atHome
atlanta
Atlanta.
atlast
Atlast
Atleast
atm
atrocious..
attach
attached
attack
'attacker',
attempt
attempt.
atten
attend
attended
attending
attention
attitude
attorney
attraction.i
attracts
attributed
auction
Auction
AUCTION
auction.
auction..
auction:)punj
audiitions
audition
Audrey
audrey's
Audrie
August
AUGUST!
August.
aunt
Auntie
aunties
aunts
aunty
aunty!
aunty's
aust
Australia?
authorise
authors
auto
autocorrect
av
AV
AVA
availa
available
Available
available!
available..i
available.they
available?
avalarr
avatar
avble.
ave
Ave
AVE
Avenge
avent
AVENT
avenue
avin
avo
avoid
avoiding
avoids
await
awaiting
AWAITING
awake
awake?
award
award!
AWARD!
award.
awarded
Awarded
away
away!!
away.
away?
awesome
Awesome
awkward.
Aww
Awww
ax
AXIS
Ay
ayn
ayo
b
B
B.
B/Tooth
b‘.
bday
b4
B4
b4190604
b4280703.
B4U
ba
BA128NNFWFLY150ppm
Baaaaaaaabe!
Baaaaabe!
Baas
BAAS!
babe
Babe
BABE
babe!
Babe!
BABE!
babe.
BABE..
BABE.SOZI
Babe:
babe?
Babe?
BABEPROBPOP
babes
Babes
BABES
babes.
babies
babies!
baby
Baby
BABY
baby!
BABY!HOPE
baby.
baby?
BabyGoodbye
babyjontet!
babysit
babysitting
bac
back
Back
BACK
back!
back.
Back.
back..
back...
back?
back?.a
backdoor
BACKWARDS)
bad
Bad
bad-
bad!
bad.
badass
badly
Badrith
bag
bag..i
bags
bags.
baig
BAILIFF
bak
BAK
BAK!
bakra
bakrid!
balance
Ball
ball.[5][6]
baller.
balloon!
balls
balls.
Balls.
Bam
bambling
band
bandages
bang
BANG
bangb.
BangBabes
Bangladesh,
Bani
bank
Bank
BANK
banks
banned
BANNEDUK
banter
bao
BAP
Baptist
bar
Barbie?
barcelona.
bare
barely
bari
Barkleys
BARMED?
barolla..
barred
barrel
barring
Barry
bars
base
based
Based
bash
basic
basically
basis
basketball.
basket's
basq!ihave
bat
bat:)
batch
batch!
batchlor
bath
BATH.
bath:-)
bathe
bathe.
bathe...
bathing
bathing...
bathroom
batsman:-)
batt
battery
battle.
bawling
bay.
bb
bb.
BBC
BBD(pooja)
BBD..thts
BBDELUXE
B-Blue
Bbq
bb's
bc
Bc
bcaz
BCK
bck.
Bcm
BCM1896WC1N3XX
BCM4284
BCMSFWC1N3XX
bcoz
b'coz
Bcoz
BCozI
bcum
bcums
bcz
bday
B'day
B-day
b'day.
be
Be
BE
be.
be...
be?
beach
beads
bear
bears
Bears
beatings
beauties
beautiful
Beautiful
BEAUTIFUL
beautifulMay
beauty
Beauty
beaver
bec
Bec
became
Becaus
because
Because
becausethey
become
Become
Becomes
becoz
Becoz
becz
bed
BED
bed!
bed.
bed...
bed?
bedbut
bedreal
bedrm
bedrm-$900...
bedroom
BEDROOM!LOVE
bedroom...
beeen
beehoon...
been
Been
BEEN
been?
beendropping
beer
Beer
BEER
Beerage?
Beer-Rs.
beers
befor
before
Before
BEFORE
before.
before...
before.went
before?
beforehand.
beg
beggar.
begging
begin
BEGIN
begin.
begins
begun
behalf
behave
behind
Behind
behind...
bein
being
Being
Belarus
Belgian
Belgium,
believe
BELIEVE
believe.
belive
bell
bellearlier
belligerent
belly
belong
belongs
belovd
Belovd
beloved
belt
ben
Ben
bend
beneath
beneficiary
benefits
benefits.
Bennys
Bergkamp
Berlin,
beside
best
Best
BEST
best.
best:)congrats...
best?
best?rply
Best1
bet
beta...
Beth
be--to
betrayed
betta
better
Better
BETTER
better.
Better.
better..
better?
BETTERSN
between
beverage
bevies.waz
Beware
Beware!
beyond
bf
bf...
bffs
bfore
bhaskar
bhayandar
bian
biatch!
bid
bids
BIDS
big
Big
BIG
big'
big!
big..|
big?
bigger
bigger?
biggest
bike?
bill
Bill
BILL.
billed
billion
bills
billy
bilo
bimbo
bin
Bin
Biola
biola's
BIRD
bird!
birds
birds...
birla
Biro
birth
birthdate
birthday
Birthday
BIRTHDAY
birthday.
birthday...
birthday?
Birthday?
bishan
Bishan
bishan?
bit
Bit
BIT
bit.
bit...
bit?
BIT?
bitch
bitch.
bitch..........
bitch?
bitching
bite
Bite
bites
Bits
bk
BK
black
Black
black..and
Black;i'm
blackberry
Blacko
blah
blah...
blake's
blame
blank
Blank
Blank.
blank?
blanked
blanket
blankets
blastin..
bleak
bleh.
Bless
bless!
bless.get
blessed
blessing
blessings
blessings!
blimey
Blind
block
Block
blocked
blog.
blogging
bloke
BLOKE
bloke's
BLOKES
blonde
bloo
blood
BLOOD.Send
bloodblood
bloody
Bloody
Bloomberg
bloomberg.com
blow
blowing
blown
Blu
blue
Blue;u
Bluetooth
Bluetooth!
BluetoothHdset
bluff
blur
blur...
bluray
BMW
board
boat
boat.
BOATIN
Bob
bob@example.com'
body
Body..!!
body?
boggy
Bognor
Bohol
bold
bold.
bold2
bollox
Boltblue
bomb
bone
Bone
bong
bonus
Bonus
BONUS
Bonus!
boo
Boo
BOO
Boo.
boobs.
book
Book
book...
book?
booked
Booked
bookedthe
booking
Bookmark
books
BOOKS?
bookshelf
Boooo
boost
Boost
booty
booty...
bootydelious
borderline
bored
Bored
BORED
bored!
bored.
bored...
borin
boring
boring.
BORING.
boring?!
born
born!
BORN.PLEASE
borrow
borrow?
boss
Boss
boss.
boss?
boston
boston.
bot
both
Both
both!
both.
bother
bother.
bother?
bothering
bottle
bottle.
bottom
bottom...
bought
Bought
boughtbraindancea
boundaries.
bout
BOUT
BOUT!)xx
bowa?
bowl
bowls
box
Box
BOX
Box1146
BOX139
Box177.
box245c2150pm
Box326
Box334
box334sk38ch
BOX334SK38ch
BOX385
Box39822
box403
BOX420.
BOX42WR29C
Box434SK38WP150PPM18+
Box61M60
BOX95QU
BOX97N7QP
Boxer
boy
Boy
Boy:
Boy;
boy?
boye
boye.
BOYF?
boyfriend
BOYFRIEND.
boys
boy's
Boys
boys.
Boys.
boytoy
boytoy!
boytoy.
boytoy?
boy-y?
bpo..
brah
brain
Brainless
brains
brainy
brand
BRAND
brand?
Brandy
bras
brats
braved
Bray
Brazil
Brb
Brdget
bread
breadstick.
break
Break
BREAK
break.
break:).
Breaker
breakfast
BREAKIN
breaking
breaks
breath
breathe
BREATHE1
breather.
breathing
breeze...
breezy
bribe
bridge
bridgwater
brief
Brief
bright
Bright
brighten
brilliant
Brilliant.
brilliant...1thing.i
brilliantly.
brin
bring
Bring
bringing
brings
brisk
brison
Bristol
BRISTOL
British
Britney.
bro
bro.
broad
Broadband
broke
BROKE
broken
brolly
bros
broth
brothas
brothas?
brother
Brother
BROTHER
brother.
brother‘s
brothers
brought
Brought
Brown;i
brownie
brownies
browse
browser
browsin
bruce
brum!
bruv
bruv!
BSLVYL
bsn
bsnl
Bstfrnd
bt
Bt
BT
bt....hmm
BTHERE.
BT-national
BT-national-rate
BT-national-rate.
B'tooth*.
btw
Btw
BTW
btwn
Buckminster
bucks
bucks.
bud
BUDDY!!
buddys.
budget
buen
buff
buffet
buffet...
Buffy.
bugis
Bugis
bugis.
bugis...
build
building
Building
built
bulbs
Bull.
bullshit
bunch
bundle
bunkers
buns
buns!
burden
burger
Burger
burgundy
burial.
burn
burning
burns
Burns
burnt
burrito
bus
BUS
bus!
bus.
bus..
bus?
bus822656166382.
buses
busetop
business
busty
busy
Busy
busy.
busy...
busy.i
but
But
BUT
butt
butt.
BUTTHERES
butting
buttons
buy
Buy
buy.
buy...
buy:)
buy?
buyer
buyers.
buying
buying...
buying?
BUZ
buzy
buzz
Buzz
Buzz!
Buzzzz!
bw
Bx
bx420.
bx420-ip4-5we.
Bx526
by
By
BY
by?
byleafcutter
BYATCH
bye
bye.
Bye.
c
C
C!
C)
C.
c...
C52.
Cab
cabin
Cable
cafe
cage
cake
CAKE
cake...n
cakes.
cal
CAL
cal.
cal;l
calculated
calculation
calculation.
Cali
calicut
calicut?
california
California
California)
california.
cali's
call
-call
Call
CALL
call.
Call.
call.drove
call.urgent.
call:
call;
call09050000327
call09050000327.
call2optout/!YHL
call2optout/4QF2
Call2OptOut/674
Call2OptOut/674&
call2optout/F4Q=
call2optout/HF8
call2optout/J
call2optout/LF56
call2optout/N9DX
call2optout=J5Q
callback
callcost
callcoz
calld
called
CALLED
called.
caller
Caller
Callers.
callertune
Callertune
CallFREEFONE
callin
CALLIN
calling
calling!
Calling!
calling.
calling.Forgot
callon
calls
Calls
calls!
calls.
calls..messages..missed
Calls£1/minMobsmore
Calls£1/minMobsmoreLKPOBOX177HP51FL
Calls£1/minmoremobsEMSPOBox45PO139WA
Calls1.50ppm
calm
CALM
cam
camcorder
Camcorder
camcorder.
Camcorder?
came
CAME!
camera
Camera
CAMERA
Camera!
camera.
camera/video
Camera/Video
camp
campus
campus.
campus?
camry
can
Can
CAN
can.
Can.
can...
Can...
can.dont
can?
Can?
can‘t
cant
canada
Canada
Canada[edit]
canal.
Canary
cancel
Cancel
CANCEL
canceled
cancelled
cancer
Cancer
cancer.
Cancer.
canlove
canname
cannot
Cannot
cannot?
cann't
cant
can't
Cant
Can't
CANT
cant.
Can't.
cantdo
canteen
capable
capacity
capital
cappuccino
cappuccino*
caps.
captain
Captain
captaining
car
car.
car...
car..ente
car.so
car?
card
CARD
card!
card.
cardiff
Cardiff
cardin
cards
care
CaRE
CARE
care!
care.
care..
Care..:-)
care..swt
care.insha
care.umma
Care:
care:-)
careabout
cared
career
careful
CAREFUL
Careful!
carefully:
careless.
cares
carewhoever
caring
CARLIE
carlin
carlos
Carlos
Carlos'll
carly
carolina
Carolina
caroline
caroline!
carpark.
carry
Carry
carryin
carrying
cars
cars.
cartons
cartoon
case
Case
case.
case...
cash
Cash
CASH
CASH!
cash.
Cash.
cash-balance
Cashbin.co.uk
cashed
cash-in
cashto
casing
cast
casting
castor?
casualty
cat
CAT
catch
CATCH
catches
catching
Catching
categories
caught
Caught
cause
Cause
CAUSE
causes
causing
cave.
caveboy
cbe
Cbe
cbe.
CC
CC:
cc100p/min
ccna
cd
CD
CDGT
CDs
CDU/CSU
cedar
ceiling.
celeb!
celeb!4
celebrate
celebrate.
Celebrated
celebration
Celebrations
cell
cell?
census.
center
central
centre
Centre
century
CER
cereals.
CERI
certain
certainly
certificate
cha
Cha
CHA
Chachi
chad
chain
chain.
challenge
challenge?
challenging
Championship
chance
Chance
CHANCE
Chance!
chance.
chances
change
Change
change.
changed
changed!
changed.
changes
changing
Channel
channel:-):-):):-).
chapel
chaps
chapter
character
character?
characters...
charge
CHARGE
charge)
charge.
charged
charged@150p/msg.2
charges
charity
CHARITY
charity.
charles
Charles
charlie
charming
chart
Chart
charts
chase
chasing
Chasing
chastity
chat
Chat
CHAT
chat!
chat.
Chat.
chat..
chat...
chat?Im
Chat80155
CHATLINES
chatter!
chatting
chatting!
chatting.
cheap
Cheap
cheap!
cheap:-)
cheaper
cheaper.
cheat
cheating.
chechi
chechi.
check
Check
check.
check?
checkboxes
checked
CHECKIN
checking
Checkmate
checkup
cheek
Cheer
CHEERED
Cheers
CHEERS
cheers.
Cheers.
cheery
cheese
cheese.
cheesy
cheetos
Chef
chennai
chennai.
chennai:)
chennai:-)
chennai:)because
chennai:)i
chennai?
cheque.
cherish
Cherryh
cherthala.in
chess
chest
chex
cheyyamo?and
chez
chg
chgs
chic.
chick
chicken
chickened
chief
chik.
chikku
Chikku
chikku..
chikku..:-)
chikku..ali
chikku..going
chikku..il
chikku..k
chikku..simple
chikku..wat
chikku:-)
chikku:-):-DB-)
chikku:-);-)B-)
child
childish
childporn
children
Children
child's
Childs
chile
chill
chillaxin
chillin
CHILLIN
china
china.
Chinatown
chinchillas
chinese
Chinese
chinese.
chinky
chiong
chip
CHIT-CHAT
Chk
Chloe
chocolate
choice
choice.
choices
choose
Choose
choose.
choosing
chop
chords
chores
chosen
CHOSEN
chrgd@50p
christ
Christians
christmas
Christmas
Christmas!
Christmas!Merry
christmas.
Christmas...
christmassy
chuck.:-)
chuckin
church
church..
Ciao!
C-IN
cine
Cine
cine...
cinema
cinema.
cinema?
circumstances,
citizen
citizenship.[18]
City
City)
city.
citylink
Civil
CL.
claim
Claim
CLAIM
claim.
Claim.
claimcode
claims
claire
CLAIRE
clarification
clarify
Clark
clas..
clash...
class
class.
class:-)
class?
classes
Classic
classmates?
claypot
cld
clean
clean...
cleaning
clear
cleared
clearer..
clearing
clearly
clearly.
clever
click
Click
cliff
cliffs
clip
clock
clock.
clocks
Clos1
close
Close
CLoSE
close.
close?
closeby
closed
closed.
closedincluding
closer
closer..
closes
closes?
closingdate04/09/02
cloth
clothes
cloud
clover
club
Club
CLUB
club!
Club.
Club:
Club>>
Club4
club4mobiles.com
clubs
clue
cm
CM
cme
cme.
cmon
cn
cnl
CNN
Co
Co.
coach
Coal
coast
coast...
coat
coaxing
Coca-Cola
coccooning
cochin
cock
cock!
cocksuckers.
coco
code
Code
code:
Code:
Code:4xx26
coffee
Coffee
coherently
coimbatore.
coin
coincidence?
coins
coins.
coins???
colany
cold
cold!
cold.
Cold.
cold..heard
Colin
collages
collapsed
Colleagues
Colleagues.
collect
Collect
COLLECT
collected
collected.
collecting
collecting.
collection
collection.
colleg?
college
College
COLLEGE
COLLEGE!
College,
college.
college?
college?xx
color
colour
Colour
colourful
colours
colours!
Com
comb
combination!
combine
combining
come
Come
COME
come.
come...
come..til
come:)i
come?
comedy
comedy..cant
comes
comes!
comes.
comes..
comes?
comfey;
comfort
'Comfort'
Comics
comin
COMIN
comin.
comin...
coming
coming.
coming.tmorow
coming?
comingdown
command...
comment
commercial
commercial?
commit
committed
common
Common
COMMON
common.
Common.
commonly
Communities
community
Community
community.
comp
comp.
comp.ofstuff
companies
Companion
company
Company
company!
company.
company?
company's
compare
Compass
compensation
competition
COMPETITION.
complacent...
complain
complaining
complaint
complementary
complete
Complete
complete.
completed
completely
COMPLETELY
completes
completing..
complexities
complimentary
Compliments
composed
comprehensive
compromised
compulsory
computational
computer
computer..
computer?
computerless.
computers?
comuk.220cm2
conacted
conceivably
concentrate
Concentrate
concentrating
concentration
concern
CONCERNED
concert
concert?
conclusion
condition
condition..and
conditions
conditions?
conducts
conected.
conference
conferences,
confidence
confidence..
Confidence:
configuration
configure
confirm
confirm.
confirm/deny
confirmd
confirmed
confirmed...
confirmed?
conform
conform.
confused
confused...
confuses
congrats
Congrats
Congrats!
Congrats.
Congratulations
Congratulations!
connect
connected
Connecticut
connection
connections
Connie,
cons...
consensus
consent
conserve
consider
Consider
considering
considering...
consisted
consistently
console.
constant
constantly
constituting
constitutional
contact
Contact
contacted
contacts
contains
content
Content
content.
contented
CONTENTION
contents
Contents
continent?
continue
continued
contract
CONTRACT!!
contract.
contracts
contribute
control
controls
convenience.
conversations
converted
converter
convey
Convey
conveying
convince
CONVINCED
convincing.
convincing..just
cook
cooked
cooked.
cookies
cookies.
cooking
cooking.
cool
Cool
COOL
cool!
cool.
Cool.
COOL...
Cool-Mob
cooped
cooperative
Copenhagen,
copied
copies.
coping
cops
copy
corect
Cornwall
cornwall.
corporation
corrct
correct
Correct
correct.
Correct.
correct.!
correction.
correction?or
correctly...
corrupt
corvettes
cos
Cos
COS
cos...
cosign
cost
Cost
cost.
cost?
Cost£1.50/pm
cost£3.75max
Costa
costing
costs
Costs
costume.
costumes.
couch
Cougar-Pen
cough
coughing
could
Could
coulda
couldnt
couldn't
Councils
count
COUNT(*)
countin
COUNTINLOTS
countries
country
country.
counts
County
County,
coupla
couple
courage
Courageous
course
course,
Course,
course.
course...
course:)
course?
court.
courtroom
cousin
cousin...
cover
coveragd
Covering
covers
coz
Coz
Coz..somtimes
cozy.
cp
cplaxigating
cpneys.
Cps
cr
CR01327BT
CR9
crab
Crab
crab..
Crack
Craigslist
crammed
cramps
Cramps
crap
crash
crashed
crashing
crave
craving
craziest
crazy
Crazy
crazy.
crazy..
CRAZYIN
cream
cream...
created
creative.
creativity
C-Red
credit
CREDIT
credit!
Credit!
credit.
credit?
credited
credits
credits!
creek?
creep
creepy
cresubi
Cribbs
cricket
cricketer
crickiting
cried
crisis
CRISIS!SPK
CRO1327
crore
cross
crossing
crowd
Croydon
crucial
Crucify
cruise
cruisin
crushes..!!!;-)
cry
cry.
cry...
Crying
c's
Cs
C's
C's.
CSH11
cst
cstore
Ctagg.
Ctargg.
cThen
ctla
Cttargg.
Ctter.
Cttergg.
CU
cuck
cud
Cud
cuddle
cuddle!
cuddled
cuddling
cuddling..
cudnt
CULDNT
cultures
cum
CUM
cum.
cum...
cum?
cumin
cumming
cup
Cup
CUP
cupboard
cuppa
curfew.
curious
currency.
current
currently
curry
curtsey?
cust
Cust
CUST
custcare
CustCare:08718720201
CustCare:08718720201.
custom
customer
Customer
customer.
CustomerCare
customers
customersqueries@netvision.uk.com
cut
Cut
cut.
cut?
cute
Cute
CUTE
Cute:
cute:)
Cutefrnd
cutest
cutie.
Cutter.
cutting
cuz
Cuz
CW25WX
cya...
cyclists
cysts.
d
D
D=
da
Da
DA
da.
da..
da..al
da..always
da..jst
da..please:)
da..today
da.i
da:)
da:-)
da:)do
da:)good
da:)he
da:)how
da:)i
da:-)i
da:)nalla
da:)urgent:)
da:)whats
da:)where
dabbles
DABOOKS.
dad
Dad
dad.
Dad.
daddy
Daddy
daddy...
dad's
DADS
Dai
daily
daily.
daily:)
DAMMIT!!
damn
Damn
Dan
DAN
dancce
dance
dancin
dancing
dane
dang!
danger.
dangerous
Danish
Danish,
dao
dare
Dare
dark
Dark
dark.
darker
darkest
darkness
darlin
DARLIN
darlin!im
darlin..
darling
Darling
darlings
darlings!
darren
Darren
Darren...
dartboard.
DAS
Dasara
dat
Dat
dat.
dat..
dat?
data
date
Date
DATE
date.
date?
DATEBox1282EssexCM61XN
dates
Dates
dating
Dating
dating:i
dating?
dats
dat's
Datz
Dave
dawns
day
Day
DAY
day!
Day!
DAY!
DAY!2
day!2find
day.
Day.
day.!
day..
day...
Day...!!!
day..:)
DAY..U
Day:)
day:)except
day?
dayhas
days
DAYS
days.
DAYS.
days...
days.èn
days.he
days.so
days.will
daytime
daywith
DD
de
De
DE
de.
de.am
de:-)
de:-).
dead
DEAD
dead!Well
dead.
dead..
dead...
dead?
Deaf
deal
deal...Farm
deal:-)
Deal?
dealer
dealer's
dealing
dealing!
deals
dear
Dear
dear.
Dear.
dear..
Dear...........
dear...i
Dear..:)
dear..i
dear..slp
dear.Rakhesh
dear.take
dear?
dear?y
Dear1
dearer
dear-loving
dearly
dearly.
DearMe
Dearregret
Dearshall
death
debating
dec
decades.
decades..!
December
decide
decide...
decided
DECIDED
deciding
decimal
decision
decision?
decisions
deck
decking?
declare
Declare
decorating)
dedicate
dedicated
deduct
deep
deep.
deepak
deeper
deepest
deer
Deeraj
def
Def
DEF
defeat
defence.
defense
defer
definite
definitely
definitly
DEFO
degree.
degrees.
dehydrated.
dehydration
del
Del
DEL
delay
delay.
delayed
delete
deleted
Delhi
delicious
deliver
Deliver
delivered
Delivered
DeliveredTomorrow?
delivery
Delivery
delivery.
delTOMORROW
deluxe
dem!!!
dem.
demand
den
Den
den...
DENA
dengra.
denis
Denmark
Denmark.
dent!
dental
dentist.
dentists
denying
department
departure
Dependable
dependents
depends
Depends
depends.
deposit
deposited
depressed
depressed.
depression
dept.
der..
derail
derek
derek's
Derp.
describe
described
description
desert
desert.
deserve.
Designation
designs
Desires-
Desires...
desk
desparate
desparately
desperate
despite
dessert.
destination
destiny
Destiny
Destiny.
detail
detailed
details
DETAILS
details!
details.
details..i
details:)
determine
Determined
Detroit
Detroit.
deus
develop
developed
developer
Development
development.[16]
device
Devils
dey
Dey
dey.i
deyhope
dha
dhina
Dhoni
dhorte
di
dial
Dial
dialling
dialogue
diamond
diamonds
diamonds.
diapers
dice
dick
dick!
Dick.
dict
Dictionary
dictionary.
did
Did
DID
did,
did.
did?
diddy
didn‘t
didnt
DIDNT
didnt
didn't
did'nt
Didn't
DIDNT
DIDN'T
didnt.
didn't.
didntgive
did't
die
Die
die.
die...
Die...
died
died.
diesel
diet
diet.
diet?
dieting
diff
differ
differ.be
difference.
difference..?
differences...
different
different.
different?
difficult
difficult..
difficult...;-)
difficult:)
difficulties
dificult
digi
digital
Digital
DIGITAL
digits)
dignity
Dileep.thank
dime
dimension
din
Din
dine
dined
dinero
ding
Ding
dining
dinner
dinner.
dinner...
dinner.msg
dinner?
Dino
dint
Dint
diplomatic
dippeditinaDEW
Dip's
direct
Direct
directly
directly.
director
directors.
dirt
dirtiest
dirty
Dirty
DIRTY
dis
Dis
DIS
disagreeable
disappeared
disappointment
disaster
disasters
disastrous
disc
disclose
Disconnect
disconnected
discount
DISCOUNT
discreet
discuss
discussed
Discussed
Diseases
disinterestedly
disk...you
dislikes
dismay
dismissial
display
distance
distract
district
disturb
disturbance.might
disturbing
Ditto.
divert
division
Division
Divorce
divorce.
diwali
Diwali
Dizzamn
Dizzee
dl
dled
DLF
Dload
dnt
Dnt
do
Do
DO
do!
do.
do..
do.Interested?
do?
dob
dobby
dobby's
doc
Doc
dock
DOCKS.
docs
doctor
Doctor
doctor.
Doctor.
doctor?
'doctors'
documents
dodda
dodgey
does
Does
DOES
DOESDISCOUNT!SHITINNIT
doesn\'t
doesn‘t
doesnt
doesnt
doesn't
Doesn't
DOESNT
dog
dog.
DOGBREATH?
dogg
doggin
dogging
Dogging
doggy
Doggy
dogs
dogwood
doin
DOIN
DOIN?
doin?nearly
doinat
doing
Doing
doing!
doing.
doing?
doing?how
doing?What
doke.
dokey
Doll..:-D;-)
dollar
dollars
dollars,
dollars.
Dolls
Dom
domain
dome
domestic
don
Don
don\'t
don‘t
Don‘t
dont
DONT
donate
DONATE
done
Done
DONE
done!
DONE!
done.
done...
done/want
done?
donno
dont
don't
Dont
Don't
DONT
dont.
dont....
Don't4get2text
DontCha
DONTIGNORE
DONTPLEASE
donyt
dooms.
door
door:)
door?
doors
dorm
dorm.
Dormitory
Dorothy@kiefer.com
dose
dosomething
dot
DOT
double
Double
DOUBLE
double-faggot
DoubleMins
doubles
DoubleTxt
doubt
doug
dough
down
DOWN
down.
down...
down:)
down?
download
Download
downloaded
downloads
DOWNON
downs
downstem
Dozens
DPS
Dr
dr.
DRACULA
drama
dramastorm's
dramatic.
drastic.
draw
Draw
DRAW
Draw.
draw.....Please
draws!
dreading
dream
Dream
dream.
dream.love
dreams
dreams.
dreams..
DREAMS..
dreams...
dreams....u
dreams..Muah..
dreams..take
DREAMZ
dress
dressed
dresser
drink
Drink
DRINK
DRINK.
drink.pa
drinkin
drinking
drinks
Drinks
drive
DRIVE
Driver
driver!
drivin
drivin...
driving
driving...
drizzling
drms
drms.take
drop
Drop
DROP
drop.
dropped
drops
drove
drpd
drug
drug.
drugdealer
drugs
drugs!
drum
drunk
drunk!
DRUNK!
drunkard!
drunken
drvgsTo
dry
dryer
dsn't
dt
dual
dub
dubsack
Duchess
ducking
dude
Dude
dude!
dude.
Dude.
dudes
dudette
due
DUE
duffer
Duke
dull
dumb
DUMB?
dump
dun
Dun
dungerees
dunno
Dunno
dunno...
duo
dur
durban
durban:)
during
dusk
dust?
duvet
Dvd
DVD
DVD!
dvg
dwn
dying
dysentry
e
E
é
e.
e.g
E.G.23F.
e.g.23G.
e£nd
E=
E14
each
Each
EACHOTHER.
ear
earlier
earlier.
earlier...
earlier-we
earliest
early
Early
early.
early..
early...
early?
earn
earning
ears
earth
earth&sofa
Earth...
easier
easier.
easiest
easily
east
East
EASTENDERS
Easter
easter.
easy
Easy
easy.
eat
Eat
EAT
eat.
eat?
eaten
eaten?
eatin
Eatin
eating
eating.
eating?
ebay
ec2a.
Echo
Eckankar
economic
Economic
ecstacy.
ecstasy?
edge.
edhae
Edison
edition...
edrunk
education
Education
Education[edit]
educational
edukkukayee
edward
edwards
ee
Ee
Eek
Eek!
eerie
Eerie
eerulli
effect
effect...
effects
effects!
efficient...
efreefone
eg
Egbon
egg
egg.
egg-potato
eggs
eggs-pert
ego
eh
Eh
eh?
EH74RR
eight
eight.
eighth
eighth?
eightish
Eigil
Eire.
either
Either
either.
el
ela
Ela
elaborate
elaborating
elaine
elama
elaya.
eldest
Election
elections
electricity
elephant
Eleven
Elgin
elliot
ELLO
else
else.
else...
else....
else?
elsewhere
elsewhere.
elsewhere?
Elvis
em
Em
email
Email
email.
email:)
email?
e-mail?
emailed
embarassed
embarassing.
embarrassed
embassy
emergency
emerging
emigrated
Emily
Emotion
employee
employer's
empty
en
En
enact
E-namous.
ENC
encyclopedia
end
END
end.
end?
End?
ended
ended.
ending
endless
endof
endowed.
ends
ends.
ends..
enemies
enemy
enemy..
energy
Energy
Energy!
energy.
energy..
ENG
engaged
engagement
engalnd!
engin?
England
ENGLAND
ENGLAND!
england?
english
English
enjoy
Enjoy
ENJOY
enjoy!
Enjoy!
enjoyed
ENJOYIN
enjoying
enketa
Enna
ennal
enough
enough.
enough?
ensure
enter
ENTER
ENTER.
entered
entering
enters
entertain
entertaining
Entertainment
Entertainment[edit]
entey
entire
entirely
entitled
entity
entrepreneurs
entropication....
entry
ENTRY
ENUFCREDEIT
enuff
enuff..
enuff...
envelope
envelope.
envy
epi
epsilon
equally
equipment
Er
ER
ericson
ericsson
Erm
Erm.
Erm...
erotic
Err...
error
error.
errors
ertini
eruku.
erupt
Erutupalam
er'ything!
esaplanade
escalator...
escape
escape.
ese
Ese
eshxxxxxxxxxxx
especially
Especially
ESPECIALLY
especially.
espe'll
esplanade
Esplanade
esplanade..
esplanade?
essay
essential
essential.
establish
established
established,
estimated
Eta
eta.
etc
etc.
etc.?
E-ternal.
ethnicity
e-threats.
ettans
EU
EU,
euro
Euro
EURO
Euro2004
EURO2004
EuroDisinc
Europe
Europe,
Europe.
europe?
European
evaluation
evaporated
eve
Eve
EVE
eve.
EVE.
eve...i
eve?
Eve?
eveB-)
eveB-).
even
Even
EVEN
evening
Evening
evening!
EVENING*
evening.
evening...
evening?
evenings
Evenings
event
event?
events
events.
eventually
ever
Ever
EVER
ever!
ever!!
Ever.
ever:
every
Every
EVERY
EVERY1
everybody
Everybody
everybody's
everyboy
everyday
Everyday
everyone
Everyone
everyone.
everyone...
everyones
everyso
EVERYTHIN
everything
Everything
everything!
everything.
everything:-(..
Everytime...
everywhere
everywhere...
evey
eviction
evil
evn
Evn
evng
evng.
evo.
EVONE
Evr
Evrey
Evry
evry1
evrydy
Ew
ex
ex...
ex?
exact
EXACT
exactly
Exactly.
exam
Exam
exam.
exams
EXAMS
excellent
Excellent
Excellent!
excellent.
except
Except
exchanged
excited
exciting
excuse
excused.
excuses
excuses)
exe
exec
executive
Executive
exercise
exeter
EXETER
exhaust
exhausted
exhausted.
exhibition...
exist
exmpel:
Exorcism
EXORCIST
EXP.
expect
Expected...
expecting
Expecting
expects
expensive
expensive.
experience
experience.
experiencehttp://www.vouch4me.com/etlp/dining.asp
experiment.
expert
expired
expired..so
Expires
expiry.
explain
EXPLAIN
Explain!
explicit
explicitly
EXPLOSIVE
exposed
express
Express
Expression
expression?
ext.
exterior
exterminator
external
External
extra
Extra
extract
EXTREME
ex-wife
EY!
ey?
eye
eye,
Eyed
Eyed-Dont
eyes
Eyes
eyes.
eyes...
f
F
F=
F>>>
FA
fab
faber
face
face!
face.
face...............asssssholeeee................
Face.:)
facebook
Facebook
facebook.
Facebook?
facilities
fact
fact.
fact:
factory
facts
faded
faggy
faglord
failed
failed.
failing
Fails
failure
fainting
fair
Fair
fair.
Faith
faithEvening
fake
fake..my
fakeye's
fal
falconerf
fall
fallen
falling
falls
falls.
fals
famamus....
familiar
family
family.
family..
family...may
famous
fan...
fancied
fancies
fancy
Fancy
FANCY
fans
FANTASIES
fantasies.
fantastic
FANTASTIC
fantasy
Fantasy
FANTASY
far
FAR
far!
far.
far...
farm
Farrell
farting
fassyole!
fast
fast!
fast.
fast...
fast.pls
fast?'
faster
fastest
fat
fat!
Fat.
fat...
fated
father
father.
father:
fathima
fathima.
fats...
fatty
fault
fault&al
fault&fed
fault.
fav
fave
favor.
favorite
favour
favour.
favourite
favourite.
fb
fb.
FC
fear
Fear
feathery
features
feb
Feb
feb.
feb-april
february
february.
federal
federation
Federation
federations
fedex
feed.
feel
Feel
FEEL
feel.
feel..
feel?
feelin
feeling
Feeling
feeling.
feeling..
feeling.wavering
FEELINGOOD
feels
Feels
fees
feet
feet*
Felipa
fell
fellow?
felt
female
feng
festival
fetch
fetch?
fetching
fever
fever:)
few
Fffff.
Ffffffffff.
FFFFUUUUUUU
fgkslpo
fgkslpoPW
fiction
'fictional_user'
fidalfication?
field
field.
FIELDOF
fiend/make
FIFA
fifteen
FIFTEEN
fifth
Fifty?
fight
fight.
fighting
Fighting
fighting?
fightng
fights.
FIGHTS.
figure
figures
figures...
figuring
file
files
fill
filled
filling
Filling
fills
Fills
film
film:)
film?
films
films.
FILTH
filthy
Filthy
filthyguys.
final
Final
FINAL
finalise
finally
Finally
finally...
finance
finance.
financial
find
Find
FIND
find.
finding
finds
fine
Fine
FINE
fine!
fine.
Fine.
fine..
fine..absolutly
fine.Inshah
fine:)
fine:)when
FINEST
fingers
Fingers
fingers..?
finish
Finish
FINISH
finish.
finish?
finishd..
finished
Finished
finished.
finishes
finishing
fink
finn's
fire
fire.
fired?
firefox.
fireplace.
fires.Are
firmware
firsg
first
First
FIRST
First-
first.
first..
first...
first?
fish
fisheries,
fishhead
fishrman
fit
FIT
fiting
fitting
five
five.
fix
fixd
fixed
fixed.
fixedline
fixes
FIZZ.
flag
Flag
FLAG
flaked
flaked.
flaky
flame.
flash
flash.
flat
flatter
flavour
flea
fletcher
flew
flies
flight
Flight
flight!
flights
flim.
flip
flippin
flirt
Flirt!!
flirt?
flirting
floating
flood
floor
floor?
floppy...
florida
flow
flower
FLOWER
flower...
flowers
flowing
fluids
Flung
flurries
flute
fly..
fly..i'm
flying
flyng
FM...you
Fml
FML
fml.
fne
fo
foe
fold
Foley
folks
follow
Follow
followed
followin
following
follows
fond
fondly
fone
FONE
fone...
Foned
fones
FONIN
foo--
'foobar',
food
Food
food.
food...
food?
fool
fooled
Fools
foot
football
Football
footballs
footballs,
footblcrckt..
footie
footprints
footprints?
footy
for
For
FOR
for!
for.
for?
for£38
force
Force.
forced
foregate
foreign
Foreign
forever
Forever
forever!
FOREVER!
forever!!!
forever....
forevr
Forevr...
forfeit...
forget
forgets
Forgets
forgive
forgiven
forgiven!
forgiveness?
forgot
Forgot
forgot.
forgot..
forgotten
forgt
form:)clark
formal
formal...
formally.Pls
format
formatting...
former
forms
forms.don
forth
fortune
forum
forums
forums.
forward
forwarded
forwarding
found
Found
founded
Founded
Founder
FOUNDURSELF
four
fourth
foward
fowler
fox
fps
fr
Fr
fraction
FRAN
France,
Francisco
frank...good
Frankie
Franklin
Franxx
FRANYxxxxx
frauds.
freak
freak!
freaked?
freaking
freaky
Fredericksburg
free
Free
FREE
free!
Free!
FREE!
FREE*
free.
FREE.
free..
free...
free?
FREE>Ringtone!
FREE>Ringtone!Reply
FREE2DAY
freedom
Freeentry
freefone
FREEFONE
freek
freely
Free-message:
FreeMsg
FreeMSG
Freemsg:
FreeMsg:
FREEMSG:
FreeMsg:Feelin
FreeMsg>FAV
FREE-Nokia
FREEPHONE
free-send
freezing
FREINDS
fren
french
frens
fren's
frens...
frequently
Fresh
FRESHERS
fret.
fri
Fri
fri!
fri.
fri?
friday
Friday
friday.
Friday.
friday.hope
friday?
fridays
fridge!
fried
Friedl');--
friend
FRIEND
friend.
friend-of-a-friend
friends
friend's
Friends
FRIENDS
friends.
friends..
Friends..!!
friends...
friendsare
friendship
Friendship
FRIENDSHIP
friendship.
friendship..
Friendship...
friendship:
friendship:-)
FriendshipMotherFatherTeachersChildrens
friendships
fring
fringe
frm
FRMCLOUD
frnd
Frnd
FRND
frnd..
frnd:
frnds
FRNDS
frnds..
frndship
FRNDSHIP
FR'NDSHIP
frndshp
frndsship
frndZ
frnt
fro
frog
Frog
Frog-AXEL
from
From
FROM
From:
fromm
FROMWRK
front
frontierville?
frosty
fruit
frwd
frying
ft.
fuck
Fuck
FUCK
FUCK.
fucked
FUCKED
fuckin
FUCKIN
fucking
FUCKING
FUCKINNICE!SELFISHDEVIOUSBITCH.ANYWAYIL
fucks
fuck's
FUDGE
fuelled
fujitsu
ful
fulfil
full
Full
full..
full_name
Fuller,[6]
fullonsms.com
fumbling!
fun
Fun
fun!
fun.
fun...
fun?
function
functions?
fund
fundamental
fundamentals
funeral
funk
funky
funny
Funny
FUNNY!
funny...
funs
furniture
further
fusion
Futsal
future
Future
future.
Fuuuuck
Fwiw
fyi
Fyi
g
G
g.
G.
G.B.
G.W.R
g?
G2
G20.
g696ga
G7,
ga.
Gabrielle
GAIL
GAILxx
gain
Gain
gained
gal
Gal
gal.
gal...
gal-can
galileo
gal-no
gals
gals..
gals...U
Gam
game
Game
game!
game.
GAME.
game?
games
Games
games!
games,
games.
Gamestar
gandhipuram
ganesh
Ganesh
gang
GANG
gap
gaps
garage
garage.
garbage
Garbage
garden
gari
garments
Gary
gas
GAS
gastroenteritis.
gate?
gauge
gaut
gaut..
gaut?
gave
gay
Gay
gay.
gay.;-):-D
gayle.
gays
gaytextbuddy.com.
Gaze
GBP
gbp/sms
GBP/week!
GBP1.50/week
GBP4.50/week.
GBP5/month.
gd
Gd
gd&the
gd.
gd...
gd?
gdeve..
gdnow
GDP
ge
Ge:-)..
Gee
Gee...
Geeee
Geeeee
Geelater
gei.
gek1510...
GENDER
general
generally
generated
genes
genius
Genius
GENT!
gentle
gentle.
gentleman
gently
genuine
genus
geodesic
Geoenvironmental
George's
gep
ger
German
Germany
Germany.
get
gET
Get
GET
get!
get.
get?
get4an18th.
getiing
geting
gets
getsleep
getstop
gettin
Gettin
GETTIN
gettin.
getting
Getting
getting?
gf
gf?
ghodbandar
GHOST
Gibbs
gibbs.
gibe
Giddon,
gift
Gift
gift.
gift?
gifted
GIFTS!!
giggle
gigolo?
gimme
Gimme
GIMMI
Gin
girl
GIRL
Girl'
girl.
GIRL.
girl..!
girl??
girld
girlfrnd
girlfrnd...
girlie
girls
Girls
GIRLS
girls.
gist
giv
GIV
giv..its
give
Give
GIVE
give.
given
GIVEN
gives
gives.
giving
glad
Glad
glad.
glands
glasgow!
glass
glo
global
glorious
glory
Glostrup,
gloucesterroad
GM+GN+GE+GN:)
GMGNGEGNT:-)
GMW
Gn
Gn:-)
Gnarls
go
Go
GO
GO!
go.
go..
go...
go..a
go.wait
go?
go2
go2sri
goal
Goal!
goalkeeper
goals
goals/team
gobi
god
God
GOD
god!
god.
God.
god..
god..taken
god.not
god.You
GODI
god's
Gods
God's
goes
goggles
goigng
goin
Goin
GOIN
goin...
goin?
goin2bed
going
Going
GOING
going.
going?
Gokila
gold
GoldDigger
golden
goldviking
Golf
gon
gona
gone
GONE(U
gone.
gong.
gonna
GONNA
GONNAMISSU
good
gooD
gOoD
Good
GOOD
good!
Good!
good.
Good.
good..
good...fine
good...no
good.environment
good:)dhanush
good:)when
good?
GOODEVENING
GOODFRIEND
goodies!
goodmate
Goodmorning
GOODMORNING
Goodmorning..
GOODMORNING:)
Goodmorningmy
goodnight
Goodnight
GOODNIGHT
Goodnight!
goodnight.
Goodnight.
goodnite
GOODNITE
Goodnoon..:)
GOODNOON:)
Goodo!
goods,
goods.
GOODTIME!OLI
google
Google
Gopalettan.
gorgeous
GORGEOUS
gorgeous!
Gosh
GOSS!x
gossip
Gossip
GOSSIP
got
Got
GOT
got.
got...
gota
gotany
GOTMARRIED
goto
Goto
GoTo
gotta
Gotta
GOTTA
gotten
gotto
goverment
government
govt.instituitions
GOWER
gprs
gpu
gr8
Gr8
gr8.
Gr8.
GR8FUN
gr8prizes
grab
grace
graduated
Grahmbell
gram
grams
GRAN
grand
grandfather
grandma
grandmas.
Granite
granted
graphics
grasp
grateful
grave
GRAVEL
Gravity..
gravy.
gray
Grazed
gre
great
Great
GREAT
great!
Great!
great.
Great.
great..bhaji
great.bye
greatest
greatly
greatness.
greece.
green
Green;i
greet
greeting..
greetings
Greetings
Grenadines
Grenadines[edit]
Grenville
grief
grinder?
grinule
Grl:
grocers.
grooved
groovy.
groovying
gross
ground.
ground.amla
group
grow.
GROW.RANDOM!
growing
grown
grownup
grr
grumble
Grumpy
g's
Gsex
GSOH?
gt
gua...
Guai...
guarantee
guaranteed
Guaranteed
GUARANTEED
guaranteed!
GUARANTEED!
GUARANTEED.
gucci
gud
Gud
GUD
gud..
gud..k
Gudni8
Gudnite
Gudnite....tc...practice
Gudnyt
guess
Guess
guess.
guess...
guessed
guesses
Guessin
guessing
guidance.
guide
Guide
guides
Guild.
guilty
guilty...
guitar
Gumby's
guoyang
GURL
gut
guy
Guy
guys
guy's
Guys
guys.
gv
gving
gym
gym!!!
gym.
gym?
gymnastics
gynae
Gyno
h
H&M
H*
ha
Ha
Ha!
Ha.
Ha...
habba..hw
Habit
habit..
Hack
had
Had
HAD
had.
had..ya
hadn't
haf
Haf
haf...
haha
Haha
Haha..
haha...
Haha...
Haha...take
Hahaha..use
hai
Hai
hai...
hai..........
hail
hair
hair.
hair...
haircut.
hairdressers
Haiyoh...
Haiz...
half
Half
HALF
half8th
half-8th
Half-union,
hall
halla
Hallaq
Halloween
Hampshire
hand
hand,
hand..
hand:)
hand?
handball
Handball
handed
handing
handle
hands
Hands
hands!
hands..
hands...
handset
handset?
Handset?
handsome
handsomes
hang
Hang
hanger
hangin
hanging
Hanging
hanks
hannaford
Hanumanji
happen
happen.
happend
happend?
happened
happened..!
happened?
